Repository: liyishibeck-ctrl/Buddhist_Text_Analysis_Platform
Catalog: data/raw/tibetan/84000/data-translation-memory-master/toh686-v3.tmx
Source language: bo
Languages: en

source: །ས་བོན་བདུན་པོ་འབྲས་དང་བཅས། །འབྲས་ཡོས་ཏིལ་དང་ཡུངས་ཀར་དང་། །ཞོ་དང་སྦྲང་རྩི་མར་དང་ནི། །ཡུངས་མར་དག་དང་བསྲེས་པ་ཡི། །སྦྱིན་སྲེག་སྟོང་རྩ་བརྒྱད་ཚང་བགྱི།
en: He should offer into it one thousand and eight oblations of the seven types of seeds, rice, parched rice, sesame, and mustard seeds, all smeared with curds, honey, ghee, and white mustard oil.

source: །ཁྲོ་བོའི་རྒྱལ་པོ་ལན་སྟོང་རྩ་བརྒྱད་ཀྱིས་དབང་བསྐུར་བ་ཚང་བ་དང་། དེ་ནས་དོན་ཡོད་ལྕགས་ཀྱུའི་རིག་སྔགས་ཀྱི་རྒྱལ་པོ་ལན་བརྒྱ་རྩ་བརྒྱད་བཟླས་ནས། གུ་གུལ་སྐེ་ཚེའི་འབྲས་བུ་དང་། མར་དུ་སྦྱར་བས་སྦྱིན་སྲེག་བགྱིའོ། །དགོས་པ་ཐམས་ཅད་རྫོགས་པ་དང་། དེའི་ཚེ་བཟའ་བ་དང་། བཏུང་བ་དང་། གནས་མལ་དང་།
en: When he has reached one thousand and eight oblations, he should consecrate bdellium and black mustard seeds smeared with ghee using the Krodharāja mantra and offer the mixture into the fire while reciting the Amoghāṅkuśa, the king of vidyās, one hundred and eight times. “

source: སྟན་དང་། ནད་ཀྱི་རྐྱེན་སྨན་དང་། ཡོ་བྱད་དང་། ནོར་དང་། འབྲུ་དང་། མཛོད་དང་། བང་བ་འཕེལ་བར་ཡང་འགྱུར་རོ།
en: Once the vidyā holder has successfully completed all the stages of the rite, he will be able to effortlessly augment his food, drink, furnishings, medicines, utensils and tools, money, grain, treasury, and storehouse.

source: །གོས་སྣ་ཚོགས་དང་ལྷབ་ལྷུབ་དང་། རྒྱན་དང་། རྒྱན་ཕྲེང་དང་། མེ་ཏོག་དང་། དྲི་དང་།
en: Various types of clothes, jewelry, ornaments, adornments, flowers, perfumes, garlands, and unguents will appear effortlessly.

source: ཕྲེང་བ་དང་། བྱུག་པ་རྣམས་ལྷུན་གྱིས་གྲུབ་པ་འབྱུང་བར་འགྱུར་རོ། །དབང་ཕྱུག་གི་འབྱོར་པ་རྒྱ་ཆེན་པོ་འཐོབ་པར་འགྱུར་ཞིང་ཇི་སྲིད་འཚོའི་བར་དུ་མཆིས་པར་འགྱུར་རོ།
en: He will obtain great power and influence that will last as long as he lives. “

source: །དེ་ནས་ཟླ་བ་ཡར་གྱི་ངོའི་ཚེས་བརྒྱད་ལ་ཉིན་ཞག་གཅིག་མཆིས་ནས་མིག་ལ་བསྐུས་ཏེ། དོན་ཡོད་ཞགས་པའི་སྙིང་པོ་ལན་དགུ་བཅུ་བཟླས་བརྗོད་བགྱིས་ལ། ཁྲོ་བོའི་རྒྱལ་པོས་དབང་བསྐུར་ནས། དོན་ཡོད་ཞགས་པའི་ཕྱག་རྒྱས་ཕྱག་རྒྱ་བཅིངས་ཏེ། དེ་ནས་མིག་ལ་མིག་སྨན་གྱིས་བསྐུས་ན།
en: On the eighth day of the bright fortnight, after fasting for one day and one night, the vidyā holder should incant the eye ointment with the heart mantra of Amoghapāśa ninety times, consecrate it with the Krodharāja mantra, and anoint his eyes while forming the mudrā of Amoghapāśa.

source: ནམ་མཁའ་ལ་རྫུ་འཕྲུལ་གྱིས་མཆི་བར་འགྱུར་རོ། །མིག་སྨན་གྲུབ་པའི་རིག་སྔགས་འཆང་ཐམས་ཅད་ཀྱི་གཙོ་བོ་རྒྱལ་པོ་འཁོར་ལོས་སྒྱུར་བར་འགྱུར་རོ།
en: He will magically fly up into the sky, where he will become a powerful emperor of the vidyādharas who have mastered the eye ointment.

source: །སྐྲ་ཅུང་ཟད་ཡང་འཁྱིལ་པར་འགྱུར་རོ། །བསྐལ་པ་ཁྲིར་འཚོ་བར་འགྱུར་རོ།
en: His hair will turn wavy and curly, and his lifespan will increase to ten thousand years. “

source: །མིག་སྨན་འདིས་མིག་ལ་བྱུགས་ན་ཉིན་པར་ལྟ་བ་བཞིན་དུ་མཚན་མོ་མཐོང་བར་འགྱུར་ཞིང་མི་གདའ་བར་ཡང་འགྱུར་རོ།
en: If the vidyā holder anoints his eyes with the ointment, he will be able to see at night as if it were day.

source: །འབྱུང་པོ་དང་གནོད་སྦྱིན་དང་། སྲིན་པོའི་གནས་ཐམས་ཅད་དུ་ཞུགས་ན་ཐམས་ཅད་ཀྱི་དཔོན་པོར་འགྱུར་རོ།། །།འཕགས་པ་དོན་ཡོད་པའི་ཞགས་པའི་ཆོ་ག་ཞིབ་མོའི་རྒྱལ་པོ།
en: He will have the ability to become invisible and to enter the abodes of all bhūtas, yakṣas, and rākṣasas.

source: བམ་པོ་བདུན་པ།
en: He will be able to appear at any place at will.

source: མིག་སྨན་འདིས་མིག་ལ་བྱུགས་ནས་མ་མོའི་གནས་སུ་ཞུགས་ན། ལྷ་གཙོ་བོ་དེ་དག་མིག་མི་འཛུམས་པར་ལྟ་བར་བགྱིད་ལ་ཁྲོ་བོའི་རྒྱལ་པོ་ལན་ཅིག་བཟླས་པར་བགྱིའོ། །དེ་ནས་མ་མོ་དང་གཙོ་བོའི་ལྷ་ཐམས་ཅད་མདུན་དུ་མཆིས་ནས། མཆོག་ཐམས་ཅད་སྩོལ་བར་འགྱུར་རོ། །ཇི་སྲིད་འཚོའི་བར་དུ་ལས་ཐམས་ཅད་སྒྲུབ་པར་བགྱིད་པས་མཆིས་པར་འགྱུར་རོ།
en: If, after applying the ointment to his eyes, he enters a haunt of the mātṛs and gazes at the chief deity without blinking while mindfully repeating the Krodharāja one time, all the mātṛ goddesses will appear before him, grant him every boon, and serve him for as long as he lives by performing all kinds of activities for him.

source: །མ་མོའི་ཚོགས་ཐམས་ཅད་ཀྱིས་ཡོངས་སུ་བཀུར་ཞིང་སྙིང་དུ་སྡུག་པར་འགྱུར་རོ། །རྟག་པར་རྒྱུན་དུ་བསྲུང་བ་དང་། བསྐྱབ་པ་དང་། སྦ་བའི་ཕྱིར་གནས་ཤིང་རྗེས་སུ་འབྲང་བར་འགྱུར་རོ།
en: He will be loved by the host of mātṛs and their retinues, and they will always stand by to guard, protect, and defend him. “

source: །དེ་ནས་གི་ཝང་སྒྲུབ་པའི་སྦྱིན་སྲེག་གི་ཆོ་ག་བརྗོད་པར་བགྱི་སྟེ། དོན་ཡོད་རྒྱལ་པོ་གྲུབ་པ་ཡིས། །རིག་སྔགས་འཆང་བ་བདེ་མྱོང་ཞིང་། །ལྷ་དང་ལྷ་མིན་མཆོད་པ་དང་།
en: Now I will teach the homa procedure performed with bovine bezoar, a sacred legacy of Amogharāja that delights all vidyādharas and is worshiped by gods and dānavas.

source: །སྒྲུབ་པའི་དོན་ཀུན་འགྲུབ་པ་དང་། །དབང་དུ་གྱུར་པ་དམ་པ་དང་།
en: It is a proven means to accomplish all goals and is a supreme means to enthrall.

source: །མཁའ་ལ་མཆི་བའི་དམ་པ་དང་། །མི་སྣང་ཤིན་ཏུ་རྙེད་དཀའ་དང་། །མོད་ལ་ཕུག་ཏུ་འཇུག་པ་དང་། །ནགས་ཀྱི་ནང་དུ་འཇུག་པ་དང་། །རི་སུལ་དག་ཏུ་འཇུག་པ་དང་།
en: It is the best method for sky travel, becoming invisible, gaining entry to enclosures that are difficult to enter, or immediate entry to forests.

source: །ཐང་དག་ལ་ནི་རྒྱུ་བ་དང་། །ཀླུ་གནས་མཚོར་ནི་འཇུག་པ་དང་། །དེ་བཞིན་ཆུ་ཀླུང་ཆེར་བསྒྲལ་དང་། །རྫུ་འཕྲུལ་གྲུབ་དང་སྐྱེས་པ་དང་།
en: This homa procedure also confers magical powers, such as the ability to enter mountain caves, subterranean paradises, and the watery abodes of the nāgas and to cross great rivers.

source: །དེ་བཞིན་འཇིགས་དང་སྒྲིབ་ཀུན་དང་། །ནད་ཀུན་ཞི་བར་བགྱིད་པ་ཉིད། །སྡིག་པ་ཐམས་ཅད་ཉམས་པར་བགྱིད།
en: It removes all dangers, pacifies all diseases, and destroys all evil.

source: །གཡུལ་ངོར་གཡུལ་ལས་རྒྱལ་བགྱིད་དེ། །རྟག་ཏུ་དགྲ་ཀུན་བརླག་པར་བགྱིད། །གདོན་རིགས་ཀུན་ཀྱང་ཚར་གཅོད་ཅིང་།
en: It grants victory in battle or in war, and it consistently destroys every enemy.

source: །རིགས་རྣམས་ཐམས་ཅད་ཟློག་པར་བགྱིད།
en: It uproots all families of grahas and cures all fevers. “

source: །སྔོན་གྱི་སྒྲིབ་པ་འཇིག་བགྱིད་ཅིང་། །སྡིག་པ་ཐམས་ཅད་ཉམས་པར་བགྱིད།
en: This homa procedure removes past obstructions and eradicates wrongdoings.

source: །དབང་ཕྱུག་སྩོལ་ཅིང་སྐལ་བ་སྩོལ། །ནོར་དང་འབྲུ་རྣམས་འཕེལ་བར་བགྱིད།
en: It confers power, grants pleasure, and increases wealth and grain.

source: །འཐབ་པ་འཐབ་མོ་རྩོད་པ་དང་། །འགྱེད་པ་རབ་ཏུ་ཞི་བར་བགྱིད། །བཅིང་བ་དང་ནི་ཤིང་སྒྲོག་དང་།
en: It pacifies all quarrels, disputes, contests, and disagreements.

source: །ཁོང་སྒྲིལ་ལྕགས་སྒྲོག་ཕྱེ་མར་རློག །རྒྱལ་པོ་གདུག་པ་ཁྲོས་པ་ཡིས། །གསད་པར་འོས་པ་སེལ་བར་བགྱིད། །ད་ལྟ་འདི་ལ་རྟེན་པ་ན། །མི་བདག་བུ་སྡུག་བཞིན་སྨྲ་ཞིང་།
en: It breaks open all fetters, shackles, and chains, and it saves those who are to be executed by wicked, violent kings, who will thereafter serve them and speak to them kindly as if they were their royal offspring.

source: །མི་བདེ་ཀུན་ལས་གྲོལ་བར་འགྱུར། །འདི་ནི་ཀུན་དུ་སྡུག་པ་དང་།
en: In this way they will be entirely released from their predicament.

source: །གནས་ཀུན་མཆིས་པར་མཆོད་པར་འོས། །ལུས་ཅན་ཤིན་ཏུ་སྙིང་དུ་སྡུག །
en: The vidyā holder will be worshiped wherever he goes and will be loved by all creatures.

source: རྒྱལ་པོ་བཙུན་མོ་འཁོར་བཅས་པའི། །རྟག་ཏུ་སྣང་ཆེན་དག་ཏུ་འགྱུར། །དགེ་སྦྱོང་བྲམ་ཟེ་ཉིད་དང་ནི། །རྒྱལ་རིགས་རྗེའུ་རིགས་དམངས་རིགས་དང་།
en: He will always be very dear to the king, his harem, and his retinue, and to renunciants, brahmins, kṣatriyas, vaiśyas, and śūdras.

source: །བུད་མེད་ཀུན་དང་དེ་བཞིན་དུ། །སྐྱེས་པ་ཁྱེའུ་དང་བུ་མོ་ཡི། །རྟག་ཏུ་གནང་ཆེན་དག་ཏུ་འགྱུར། །གི་ཝང་བླ་ན་མེད་པ་པོ། །འདི་ལ་གང་དག་རྟག་བརྟེན་ན། །འཕགས་པ་འཇིག་རྟེན་དབང་ཕྱུག་སྟེ།
en: He will be loved by all women, men, boys, and girls. “

source: །མཆོག་སྦྱིན་རྟག་ཏུ་མཆོད་པར་བགྱིད། །ཚངས་པ་ཁྱབ་འཇུག་དབང་ཕྱུག་ཆེ།
en: The vidyā holder who regularly offers the bezoar homa will always receive boons from Noble Avalokiteśvara.

source: །ཉིན་དང་མཚན་དུ་བསྲུང་བ་དང་། །རྟག་ཏུ་མཆོག་སྩོལ་ཕྱིར་མཆིས་སོ། །གཞན་ཡང་ལྷ་ནི་མང་པོ་དང་། །ཀླུ་ཡི་རྒྱལ་པོ་མཐུ་ཆེན་དང་། །འབྱུང་པོ་གནོད་སྦྱིན་སྲིན་པོ་དང་། །གྲུལ་བུམ་མི་མིན་ལྟོ་འཕྱེ་ཆེ།
en: Brahmā, Viṣṇu, and Maheśvara will also grant him boons and will stand by him day and night in order to guard and protect him.

source: །དྲི་ཟ་ལྷ་མིན་ཉིད་དག་དང་། །ནམ་མཁའ་ལྡིང་དབང་མཐུ་ཆེན་ཏེ། །དེ་དག་ཐམས་ཅད་བསྲུང་བ་ཡི། །ཆེད་དུ་ཉིན་དང་མཚན་དག་ཏུ། །རང་དབང་ཉིད་ཀྱིས་གནས་པར་འགྱུར།
en: Many other gods, including powerful nāga kings, bhūtas, yakṣas, rākṣasas, kuṣmāṇḍas, kinnaras, mahoragas, gandharvas, asuras, and the powerful garuḍa lords will voluntarily stand by day and night and protect him.

source: །གི་ཝང་གྲུབ་པ་དམ་པ་པོ། །དེ་ལྟར་སྟོབས་དང་ལྡན་པ་ལགས།
en: This supreme homa of divine bezoar is thus very powerful. “

source: །དེ་ནས་རིག་སྔགས་འཆང་བ་ཡིས། །གཙང་གྱུར་ལེགས་པར་ཁྲུས་བགྱིས་ནས། །གཙང་མ་ཡི་ནི་གོས་བགོས་ཏེ། །གི་ཝང་ལེགས་པར་བསྒྲུབས་ནས་སུ།
en: To perform the rite, the vidyā holder should be ritually clean, thoroughly bathed, and wear clean clothes.

source: །དམར་པོ་ཆེན་པོ་ཉིད་དག་དང་། །གུར་གུམ་དག་དང་མཉམ་སྦྱར་ལ། །ཟངས་ཀྱི་སྣོད་དུ་བཀང་ནས་སུ། །དོན་ཡོད་ཞགས་པའི་གཟུགས་མདུན་དུ།
en: He should procure bezoar and human blood, add some saffron, and put them in a copper pot in front of an image of Amoghapāśa.

source: །སྟོང་རྩ་བརྒྱད་ནི་ཚང་བཟླས་ནས། །རྒྱ་དར་གྱིས་ནི་ཁ་འགུམ་མོ། །དེ་ནས་སེང་ལྡེང་གི་ཤིང་དང་། ཨརྐའི་ཤིང་གི་ཡམ་ཤིང་གིས་མེ་སྤར་ལ། འབྲས་ཡོས་དང་། ཡུངས་ཀར་དང་།
en: He should complete one hundred and eight recitations of the mantra and then cover the pot with silk.

source: གུ་གུལ་དང་། འབྲས་དང་། ཏིལ་དང་བསྲེས་ལ། ཞོ་དང་སྦྲང་རྩི་མར་དུ་བསྲེས་ཏེ། ལན་སྟོང་རྩ་བརྒྱད་སྦྱིན་སྲེག་བགྱིའོ།
en: He should make a fire with sticks from the cutch tree and kindling of giant milkweed and then offer into the fire one thousand and eight oblations of parched rice, mustard seeds, bdellium, rice grains, and sesame, all mixed together and smeared with curds, honey, and ghee. “

source: །ལན་སྟོང་རྩ་བརྒྱད་ཚང་བ་དང་། དེ་ནས་མེ་ཞི་ཞིང་མེ་མདག་ཕྲ་མོ་ཡང་ཞི་བ་དང་ཐལ་བ་བླངས་ཏེ། སྣོད་ཀྱི་ནང་དུ་སྩལ་ནས་དེ་ནས་སླར་ཡང་ལན་བརྒྱ་རྩ་བརྒྱད་བཟླས་ལ། ཁྲོ་བོའི་རྒྱལ་པོས་དབང་བསྐུར་ཏེ།
en: When one thousand and eight oblations have been completed and the fire has died down, he should take some fine ash that has cooled, throw it into the pot, and complete another one hundred and eight mantra recitations.

source: ཕྱག་རྒྱའི་ཕྱག་རྒྱས་ཀྱང་དབང་བསྐུར་རོ།
en: He should then consecrate the pot with the Krodharāja mantra while displaying the mudrā.

source: །དེ་ནས་དཔྲལ་བའི་དབུས་སུ་ཐིག་ལེ་བགྱིས་ན་ནམ་མཁའ་ལ་འཕུར་ནས། རིག་སྔགས་འཆང་ཆེན་པོའི་རྒྱལ་པོ་འཁོར་ལོས་སྒྱུར་བར་འགྱུར་རོ། །རིག་སྔགས་འཆང་ཐམས་ཅད་ཀྱི་དཔོན་པོར་འགྱུར་ཞིང་།
en: If he marks the space between his eyebrows with a spot of the mixture from the pot, he will fly up into the sky and become a great vidyādhara emperor—the lord of all vidyādharas.

source: སྐྲ་ཅུང་ཟད་འཁྱིལ་བར་ཡང་འགྱུར་རོ། །ལོ་དགུ་ཁྲི་དགུ་སྟོང་དུ་འཚོ་བར་འགྱུར་ཞིང་གནས་ཀྱི་སྒོ་ཐམས་ཅད་རྟག་ཏུ་འབྱེད་པར་འགྱུར་རོ།
en: His hair will turn wavy and curly, and his lifespan will extend to ninety-nine thousand years. The doors to every home will always remain open to him. “

source: །དཔྲལ་བ་ལ་ཐིག་ལེ་བགྱིས་ན་མི་གདའ་བར་གྱུར་ནས། གནས་ཐམས་ཅད་དུ་ཞུགས་ན་གནས་ཐམས་ཅད་ཀྱི་བདག་པོར་འགྱུར་ཞིང་། འབྱུང་པོ་དང་།
en: If the vidyā holder marks his forehead with a spot of the mixture, he will become invisible, be able to enter any home, and become the master of that house.

source: གནོད་སྦྱིན་དང་། སྲིན་པོའི་གནས་ཀྱི་སྒོ་ཐམས་ཅད་འབྱེད་པར་འགྱུར་རོ། །འབྱུང་པོ་དང་། གནོད་སྦྱིན་དང་། སྲིན་པོ་མཐུ་དང་བཅས་པ་ཐམས་ཅད་ཀྱིས་ཡོངས་སུ་བསྐོར་ནས་མཆིས་པར་འགྱུར་རོ།
en: The doors to the dwellings of every bhūta, yakṣa, and rākṣasa will be open, and all the bhūtas, yakṣas, and rākṣasas will come out together with their retinues and armies.

source: །ཇི་སྲིད་འཚོའི་བར་དུ་བསྒོ་བ་བཞིན་བགྱིད་པར་འགྱུར་རོ།
en: They will remain his servants as long as he lives.

source: །མིག་ལ་བསྐུས་ན་ཅི་ལྟར་ཉིན་པར་བཞིན་དུ་མཚན་མོ་སྣང་ཞིང་ཐམས་ཅད་དུ་གཏེར་མཐོང་བར་འགྱུར་རོ།
en: If the vidyā holder anoints his eyes with the mixture, he will be able to see at night as if it were day, and he will see hidden treasures.

source: །སའི་ཕུག་དང་ཐང་གི་སྒོ་ཕྱེ་བ་མཐོང་བར་འགྱུར་རོ། །ཐང་གི་གནས་སུ་ཞུགས་ནས། ཐང་གི་དགོས་པ་ཐམས་ཅད་བགྱི་སྟེ། སླར་ཡང་མཆི་བར་འགྱུར་རོ།
en: He will watch as the entrances to caves and subterranean paradises open, and he will be able to enter them, perform any activity there, and come out once again. “

source: །ཆུ་ཀླུང་ཆེན་པོའི་ནང་དུ་ཞུགས་ན། ཁྱིམ་དང་གཞལ་མེད་ཁང་ཅི་ལྟ་བ་བཞིན་དུ་མཐོང་བར་འགྱུར་རོ། །རིན་པོ་ཆེ་ཐམས་ཅད་ཀྱིས་བརྒྱན་པའི་གཞལ་མེད་ཁང་མཐོང་བར་འགྱུར་རོ།
en: If the vidyā holder enters a broad river, he will perceive it as a palatial residence adorned with the seven types of jewels.

source: །ཆབ་ལ་གནས་པ་གང་ལགས་པ་དེ་དག་ཐམས་ཅད་དབང་དུ་གྱུར་ནས་མཆིས་པར་འགྱུར་རོ། །ཀླུའི་མཚོ་དང་གནས་སུ་ཅི་ལྟར་རང་གི་ཁྱིམ་བཞིན་དུ་འཇུག་ཅིང་འབྱུང་བར་འགྱུར་རོ།
en: All beings who live in the water will fall under his thrall, and he will be able to enter and exit the watery abodes of nāgas as if they were his own house.

source: །ལུས་མཐའ་དག་བྱུགས་ཏེ་གཡུལ་ངོར། གཡུལ་འགྱེད་པའི་ནང་དུ་ཞུགས་ན་ཡ་ལད་དང་། གོ་ཆ་བགོས་པ་བཞིན་དུ་མཐོང་ནས་ཐམས་ཅད་ལས་རྒྱལ་བར་འགྱུར་རོ།
en: If the vidyā holder smears his entire body with the mixture and enters into the thick of the battle, he will be perceived as wearing protective armor and will achieve a complete victory.

source: །ཁར་བསྲེལ་ཏེ་རྒྱལ་པོའི་ཕོ་བྲང་དུ་ཞུགས་པ་ན་བཙུན་མོ་འཁོར་དང་བཅས་པ་དབང་དུ་གྱུར་ནས་མཆིས་པར་འགྱུར་རོ།
en: If he enters the royal household while holding the mixture in the front of his mouth, the harem and retinue will fall under his thrall.

source: །གང་ལ་ཚིག་སྨྲས་པ་དེ་དག་ཐམས་ཅད་བགྱིད་པར་འགྱུར་རོ། །གང་ལ་བླངས་ན་དེ་དག་ཐམས་ཅད་སྟེར་བར་འགྱུར་རོ། །གང་ལ་བསྒོ་བ་དེ་དག་ཐམས་ཅད་བསྒོ་བ་བཞིན་བགྱིད་པར་འགྱུར་རོ།
en: Any instructions he gives will be carried out, all requests will be fulfilled, and every command will be acted on. “

source: །ཁར་འཆོས་ནས། གང་དང་གང་དུ་མཆིས་པ་དེ་དང་དེར་སྐྱེས་པ་དང་། བུད་མེད་དང་། ཁྱེའུ་དང་། བུ་མོ་ཐམས་ཅད་བདག་ཉིད་དང་ནོར་དབང་དུ་གྱུར་ནས་མཆིས་པར་འགྱུར་རོ།
en: If the vidyā holder applies the mixture to his face, all women, men, boys, and girls will fall under his thrall wherever he goes, and they will put both themselves and their possessions at his disposal.

source: །ལག་པ་གཡས་པ་ལ་བྱུགས་ན་སུ་རེག་པ་དེ་དབང་དུ་འགྱུར་རོ།
en: If he anoints his right hand, any person he touches will fall under his thrall.

source: །ནོར་དང་། འབྲུ་དང་། དབྱིག་དང་། བྲན་ཕོ་དང་། བྲན་མོ་དང་། ལས་བགྱིས་པ་དང་།
en: He will hold power over money, grain, and gold, as well as male and female servants, attendants, and underlings.

source: ཞོ་ཤས་འཚོ་བ་དང་།
en: They will come under his control and remain his servants.

source: མངག་གཞུག་པ་རྣམས་དབང་དུ་གྱུར་ནས། བསྒོ་བ་བཞིན་མཆིས་པར་འགྱུར་རོ། །མཛུབ་མོ་གཡས་པ་ལ་བསྐུས་ནས་སེར་བ་དང་སྤྲིན་དང་། འབྲུག་གི་དུས་སུ་སྤྲིན་ལ་མངོན་སུམ་དུ་བསྟན་ཏེ་བསྡིགས་ན་གྲང་བ་དང་རླུང་དང་སེར་བ་རྣམས་ཞི་བར་འགྱུར་རོ། །དཔག་ཚད་གཅིག་ཁོར་ཁོར་ཡུག་ཏུ་ཟིལ་གྱིས་གནོན་པར་འགྱུར་རོ།
en: If the vidyā holder anoints his right forefinger and in the midst of a thunderstorm faces the rumbling clouds and points that finger at them, all the cold wind and hail will cease within the radius of one league. “

source: །ཆར་ཧ་ཅང་ཆེས་ན་ལག་པ་གཡས་པ་སྤྲིན་ལ་མངོན་སུམ་དུ་བསྟན་པས་ཧ་ཅང་ཆར་ཆེས་པ་གཅོད་པར་འགྱུར་རོ།
en: In the event of excessive rain, the vidyā holder can stop it by displaying his right hand to the cloud.

source: །ཆར་མི་འབབ་པའི་དུས་སུ་ལག་པ་གཡས་པའི་ལག་མཐིལ་ལ་བྱུགས་ནས་ཀླུ་གནས་པའི་མཚོའི་ཆུ་ལ་ཐལ་མོ་ལན་གསུམ་བརྡབས་ན།
en: In the event of a drought, he should anoint the palm of his right hand and slap the water of a lake where nāgas live three times.

source: དེའི་མོད་ལ་ཀླུའི་རྒྱལ་པོས་ཆར་གྱི་རྒྱུན་ཆེན་པོ་གཏོང་བར་འགྱུར་རོ།
en: At that moment, the frightened nāga king will release torrents of rain.

source: །གལ་ཏེ་མོད་ལ་ཆར་པ་མི་འབེབས་ན་དེའི་ཚེ་ལན་ལྔ་བརྡེབས་པ་དང་།
en: If he does not send rain immediately, the vidyā holder should slap the water five times.

source: ཀླུ་དེ་དག་ཐམས་ཅད་ཀྱིས་ཆར་གྱི་རྒྱུན་གཏོང་བར་འགྱུར་རོ། །གང་གི་ཚེ་ཆར་པ་མི་འབེབས་པ་དེའི་ཚེ།
en: All the nāgas will then release torrents of rain.

source: ཀླུ་ཐམས་ཅད་ལ་ཀླད་པའི་ནད་འབྱུང་བར་འགྱུར་རོ།
en: If they do not, they will all suffer from headaches.

source: །གལ་ཏེ་ལན་བདུན་བསྣུན་ན་ཀླུའི་རྒྱལ་པོ་ཐམས་ཅད་ལ་ཚུལ་མ་ཡིན་པའི་སྡུག་བསྔལ་འབྱུང་བར་འགྱུར་རོ། །ཀླུའི་རྒྱལ་པོ་ཐམས་ཅད་ཀྱི་རིགས་ཕུང་བར་བགྱིས་པར་འགྱུར་རོ།
en: After the vidyā holder slaps the water seven times, all the nāga kings will experience total ruin, and their families will be exiled. “

source: །གདོན་གྱིས་ཟིན་པ་ཐམས་ཅད་ཀྱི་མིག་ལ་བསྐུས་ན། བསྐུས་པ་ཙམ་གྱི་མོད་ལ་གདོན་བརྒྱད་ཁྲི་བཞི་སྟོང་རབ་ཏུ་ཞི་བར་འགྱུར་རོ།
en: If the vidyā holder anoints the eyes of anyone suffering from seizures caused by grahas, all eighty-four thousand grahas will be pacified at that very moment.

source: །རིམས་གྱིས་ཐེབས་པ་རྣམས་ཀྱི་དཔྲལ་བ་ལ་ཐིག་ལེ་བགྱིས་ན། རིམས་ཞག་གཅིག་པའམ། ཉིན་གཉིས་པའམ། ཉིན་གསུམ་པའམ། ཉིན་བཞི་བའི་རིམས་ཐམས་ཅད་ཞི་བར་འགྱུར་རོ།
en: If the vidyā holder uses the mixture to mark a bindi on the foreheads of those afflicted with fever, all the types of fever—those that return every day or every two, three, or four days—will be pacified.

source: །ནད་ཀྱིས་ཟིན་པ་རྣམས་ལ་ཁྲུས་བགྱིས་ན་མོད་ལ་ནད་ཐམས་ཅད་ལས་ཐར་བར་འགྱུར་རོ། །ཤ་བཀྲ་དང་། མཛེ་དང་། རྐང་ཤུ་དང་།
en: If those afflicted with any disease are bathed in water infused with the mixture, they will be instantaneously cured of every disease.

source: ཤུ་བ་དང་། གཡན་པ་དང་། འབྲུམ་བུ་རྣམས་ལས་ཐར་བར་འགྱུར་རོ། །ལྦ་བ་དང་། ལྷོག་པ་དང་།
en: As soon as they are anointed with the mixture they will be cured of all boils, abscesses, fistulas, eczema, and gland inflammations in the neck. “

source: མཚན་བར་རྡོལ་བ་དང་། ཤུ་བ་མཆེད་པ་དང་། འབྲུམ་བུ་ཕྲ་མོ་མཆེད་པ་ལ་བྱུགས་པ་ཙམ་གྱིས་མི་གདུག་པར་འགྱུར་རོ།
en: In the event of a poisonous bite, all the poison will be neutralized as soon as the bite victim is anointed.

source: །དུག་གིས་མྱོས་པར་བགྱིས་པ་ཐམས་ཅད་ལ་འཚལ་བ་ཙམ་གྱི་མོད་ལ་ཐར་བར་འགྱུར་རོ། །ལྟོ་ན་བ་དང་། སྐྲན་དང་། དམུ་ཆུ་དང་། མཆིན་པ་ན་བ་དང་། རྩིབ་ལོགས་ན་པ་དང་།
en: They will be released from all the effects of the poison as soon as they drink the mixture.

source: སྙིང་ན་བ་དང་། ཆུ་སོ་ན་བ་དང་། གཞང་ནད་དང་། ཚད་པ་དང་། གཅིན་སྲིབ་དང་། གསུད་པ་དང་། མ་ཞུ་བ་དང་། རྟུག་སྐམས་ལ་སྲོས་ན་འཚལ་བ་ཙམ་གྱི་མོད་ལ་ཞི་བར་འགྱུར་རོ། །ཕྱིས་ལན་འགའ་ཡང་གནོད་པར་བགྱིད་པར་མི་འགྱུར་རོ།
en: The diseases of all those who suffer from abdominal ailments, such as enlargement of the spleen, edema, spleen diseases, flank pain, heart pain, bladder pain, hemorrhoids, dysentery, urinary problems, gastroenteritis, indigestion, and constipation will be permanently cured as soon as they drink the mixture with hot water. “

source: མཆོག་མར་གི་ཝང་གི་རིལ་བུ་བགྱིས་ཏེ།
en: The vidyā holder should take a pill made from the bezoar mixture and place it on top of his head.

source: ཕུག་གི་སྒོ་དང་ཉེ་བར་མཆིས་ནས་ལག་པ་གཡས་པ་ལ་བྱུགས་ཏེ། མགོ་ལ་ཐལ་མོ་བརྡབས་ན། ཕུག་གི་སྒོ་རྣམས་འབྱེ་བར་འགྱུར་རོ། །བག་ཚ་བ་མ་མཆིས་པར་འཇུག་སྟེ།
en: If he stands next to a door to a passageway and slaps it with the palm of his right hand smeared with the mixture, all the doors in that passageway will open.

source: སླར་ཅུང་ཟད་ཀྱང་བགེགས་བགྱིད་པར་མི་འགྱུར་རོ།
en: He should enter without fear, as he will meet no obstacles.

source: །གནས་དེ་ན་གནས་པ་གང་ལགས་པ་དེ་དག་ཐམས་ཅད་དབང་དུ་གྱུར་ནས་མདུན་ན་མཆིས་པར་འགྱུར་རོ། །དགོས་པ་སྒྲུབ་པ་ཆེན་པོ་ཐམས་ཅད་འགྲུབ་པར་འགྱུར་རོ།
en: All the inhabitants who live there, enthralled, will come forward and perform every duty with great success. “

source: །རྐང་པ་གཉིས་ལ་བྱུགས་ཏེ། མེ་འབར་བའི་ནང་དུ་ཞུགས་ན་མེ་ལྷ་རང་གི་གཟུགས་ཀྱིས་མདུན་ན་མཆིས་ནས་ལག་པ་ནས་བཟུང་སྟེ།
en: If the vidyā holder anoints his feet with the mixture and enters a blazing fire, the god of fire will come forward in person and take the vidyā holder by the hand.

source: རིག་སྔགས་འཆང་ལ་རིག་སྔགས་འཆང་བདག་གི་གཞལ་མེད་ཁང་གི་གནས་སུ་ཞུགས་ཤིག །
en: He will say, ‘Vidyā holder, enter my palace and command me!

source: རིག་སྔགས་འཆང་གིས་བསྒོ་བ་ཐམས་ཅད་བསྒྲུབ་པར་བགྱིའོ་ཞེས་སྨྲ་བ་ན།
en: I will perform any task for you.’

source: དེའི་ཚེ་རིག་སྔགས་འཆང་གིས་བགྱི་བ་ཅི་མཆིས་པ་དེ་བསྒོ་བར་བགྱི་སྟེ། ཐམས་ཅད་བགྱིད་པར་འགྱུར་རོ།
en: He will then perform any duties the vidyā holder has.

source: །དཔུང་པ་གཉིས་ལ་བྱུགས་ན། གླང་པོ་ཆེ་བདུན་གྱི་སྟོབས་དང་ལྡན་པར་འགྱུར་རོ།
en: If the vidyā holder anoints his arms, he will have the strength of seven elephants.

source: །བརླ་གཉིས་ལ་བྱུགས་ན་ཚུགས་པ་མ་མཆིས་པའི་གྱད་དུ་འགྱུར་རོ།
en: If he anoints his thighs, he will become an invincible wrestler.

source: །བྱིན་པ་གཉིས་ལ་བྱུགས་ན་འབབ་ཆུ་ཆེན་པོའི་ཕ་རོལ་ཏུ་རྒལ་བར་འགྱུར་རོ།
en: If he anoints his calves, he will be able to ford great rivers and reach the other shore.

source: །མགྲིན་པ་ལ་བྱུགས་ནས་ནགས་ཁུང་དུ་ཞུགས་ན།
en: If he anoints his throat and enters a forest passage, the doors within the passage and the doors to dwellings in the forest will fall open.

source: ནགས་ཁུང་གི་གནས་ཀྱི་སྒོ་ཐམས་ཅད་བྱེ་ནས་སྨན་གྱི་རྫས་ཐམས་ཅད་རང་གི་གཟུགས་ཀྱིས་མདུན་ན་མཆིས་པར་འགྱུར་རོ། །ཅི་འཚལ་བ་དེ་བླང་བར་བགྱིའོ།
en: All the medicinal herbs and substances will appear before him in their respective forms so that he can take whichever one he wants. “

source: །གི་ཝང་གི་རིལ་བུ་བགྱིས་ཏེ་ཁར་བསྲེལ་ནས་རི་སུལ་དང་སྨན་གཤོང་དུ་ཞུགས་ནས་སྐད་དྲག་པོ་ལན་གསུམ་གདོན་པར་བགྱི་སྟེ། རི་སུལ་དང་སྨན་གཤོང་གི་གནས་གསང་བའི་སྒོ་གང་དག་ལགས་པ་འབྱེ་བར་འགྱུར་ཞིང་།
en: If the vidyā holder enters inaccessible mountain valleys or caves while keeping the bezoar pill in the front of his mouth and utters three loud cries, all the secret doors to the dwelling there will open.

source: དེ་ན་གནས་པ་གང་ལགས་པ་དེ་དག་ཐམས་ཅད་རང་རང་གི་གཟུགས་ཀྱིས་མདུན་ན་མཆིས་པར་འགྱུར་ཞིང་།
en: All their inhabitants will come before the vidyā holder in their respective forms and become his servants.

source: ལས་ཐམས་ཅད་བགྱིད་པར་འགྱུར་རོ། །དེ་ནས་རྩྭ་དང་ཤིང་གེལ་བ་དང་། ནགས་ཚང་ཚིང་གི་སྨན་གྱི་རྫས་གང་ལགས་པ་དག་རང་གི་གཟུགས་ཀྱིས་མདུན་ན་མཆིས་པར་འགྱུར་ཞིང་། གང་དག་གི་བཅུད་ཀྱི་མཆོག་དེ་དག་འཛག་ལ།
en: Grasses, bushes, trees, minerals, and herbs will appear before him in their respective forms.

source: བཅུད་སྲུང་བ་དེ་དག་ཀྱང་རང་གི་གཟུགས་ཀྱིས་མདུན་ན་མཆིས་ནས་ཐམས་ཅད་དབང་དུ་འགྱུར་རོ།
en: Those among them that produce excellent sap will ooze it, and the guardian spirits of the sap will appear before the vidyā holder in their respective forms and fall under his thrall.

source: །ཅི་ལྟར་འཚལ་བ་བག་ཚ་བ་མ་མཆིས་པར་དགོས་པ་ཐམས་ཅད་བགྱིད་པར་འགྱུར་རོ།
en: Every need he has will be fulfilled without fear. “

source: །སྙིང་གར་ཐིག་ལེ་བགྱིས་ནས་སྙིང་ལ་ཅུང་ཟད་ཅི་བསམས་པ་དང་། ཡིད་ལ་བསམས་ཤིང་བརྣག་པའི་དགོས་པ་དེ་དག་ཐམས་ཅད་མོད་ལ་འགྲུབ་པར་འགྱུར་རོ།
en: If the vidyā holder marks his chest with a bindi, all his heartfelt hopes, desires, wishes, and needs will be immediately fulfilled.

source: །ལྟོ་ལ་ཐིག་ལེ་བགྱིས་ན་ཁ་ཟས་དང་བཏུང་བའི་སྟོན་མོ་འདོད་དགུ་ཐམས་ཅད་ཐོབ་པར་འགྱུར་ཏེ།
en: If he marks his abdomen with a bindi, he will obtain all his favorite food and drink.

source: ཕུན་སུམ་ཚོགས་པ་ཐམས་ཅད་ལྷུན་གྱིས་འགྲུབ་པར་འགྱུར་རོ།
en: Everything will come to him without any effort on his part.

source: །རྩིབ་ལོགས་གཉིས་ལ་བྱུགས་ན། ཇི་ལྟར་བསམས་ཤིང་དོན་དུ་གཉེར་བའི་གོས་རྣམས་ཐོབ་པར་འགྱུར་རོ།
en: If he anoints his sides with the mixture, he will obtain whatever clothes he fancies.

source: །སྒལ་ཚིགས་ལ་བྱུགས་ན་ཇི་ལྟར་ཡིད་ལ་བསམས་པའི་མལ་དང་། སྟན་ཐོབ་པར་འགྱུར་རོ།
en: If he anoints his spine, he will obtain whatever bed or seat comes to his mind.

source: །རྣ་བ་ལ་བྱུགས་སམ། གནད་དང་གནད་ཐམས་ཅད་ཀྱི་གནས་སུ་བྱུགས་ན། ཇི་ལྟར་བསམས་པའི་རྒྱན་དང་ལྷབ་ལྷུབ་ཐོབ་པར་འགྱུར་རོ།
en: If he anoints his ears or other exposed body parts, he will obtain the desired ornaments and adornments.

source: །མཇུག་དོ་ལ་བྱུགས་ན། རྟའི་བཞོན་པ་ཐོབ་པར་འགྱུར་རོ།
en: If he smears his tailbone with the mixture, he will obtain a horse-drawn vehicle. “

source: །ཉིན་གཅིག་བཞིན་ནང་པར་ཚིག་གཞན་མི་སྨྲ་བར་གི་ཝང་གི་རིལ་བུ་རེ་རེ་ལ་དོན་ཡོད་རྒྱལ་པོའི་སྙིང་པོ་བཟླས་ནས་འཚལ་ཏེ།
en: Every day before dawn, before speaking to anyone else, the vidyā holder should swallow a single bezoar pill while reciting the heart mantra of Amogharāja.

source: ཉི་མ་དང་པོ་ལ་ཚིགས་སུ་བཅད་པ་སྟོང་བཀླགས་ན་འཛིན་པར་འགྱུར་རོ། །ཉིན་གཅིག་བཞིན་ཉིས་འགྱུར་དུ་བགྱིས་ནས་བཀླགས་ན་འཛིན་པར་འགྱུར་རོ།
en: On the first day, he should read and memorize one thousand verses, and he should double the number each consecutive day.
